


module.exports = {
    startConversationMessage: `היי!! 
כיף שפנית למיזם "מתחברות בתפילה"!

אז איך זה עובד?
הבוט אוסף את השם שלך יחד עם השמות של שאר המצטרפות, וביום שלישי עושה הגרלה בין כל השמות ושולח לכל אחת שם של מישהי להתפלל עליה. 
כל אחת שמצטרפת, מקבלת על עצמה להתפלל תפילת מנחה לפני כניסת הצום (יש נוסח מיוחד במחזור), בה היא מכוונת לאותה אישה שקיבלה.

מתאים לך?
שלחי בחזרה את הספרה- 1

הבוט נכתב לשם שמיים, וללא כוונת רווח על ידי נריה שולמן. הנתונים מאובטחים, ויימחקו אחרי יום כיפור.`,

    askFirstNameMessage: `מה שמך *הפרטי*? (כולל שם שני אם יש)`,
    askMomFirstNameMessage: `מה שמה *הפרטי* של *אמך*? (כולל שם שני אם יש)`,
    dataDeletedSuccessfully: `המידע נמחק בהצלחה.
כדי להירשם מחדש שלחי שוב את הספרה 1.
גמר חתימה טובה!`,

    dataReceivedMessage: function(name, momName) {
        return `הפרטים נקלטו במערכת.

שם לתפילה: ${name} בת ${momName}

בערב יום כיפור תקבלי שם של מישהי להתפלל עליה :)

אם הפרטים לא נכונים, שלחי את הספרה 2.
אם את רוצה לצאת מהמיזם, שלחי את הספרה 3.`
    }
    
}
