


module.exports = {
    startConversationMessage: `וכל המתפלל על חברו נענה תחילה",
*ממשיכים במסורת!*
גם ביום כיפור השנה את לא לבד. 
איתך יהיו חברות ובנות משפחה שמחכות להכיר את האיש שלהן ומתפללות ש'בעיתה אחישנה', שבקרוב ממש גם הן יעמדו מתחת לחופה עם בחיר ליבן.

היום נאמרת *תפילת מנחה* מיוחדת, אותה נוהגת להגיד כלה ביום חתונתה.
השנה תכווני על חברה, ובעז"ה ניצור יחד חיבורים של תפילות שיעמדו לזכותנו בשנה החדשה.

במידה ומעוניינת שלחי את הספרה 1.`,

    askFirstNameMessage: `מה שמך *הפרטי*? (כולל שם שני אם יש)`,
    askMomFirstNameMessage: `מה שמה *הפרטי* של *אמך*? (כולל שם שני אם יש)`,
    dataDeletedSuccessfully: `המידע נמחק בהצלחה. גמר חתימה טובה!`,

    dataReceivedMessage: function(name, momName) {
        return `הפרטים נקלטו במערכת.

שם לתפילה: ${name} בת ${momName}

בערב יום כיפור תקבלי שם של מישהי להתפלל עליה :)

אם הפרטים לא נכונים, שלחי את הספרה 2.
אם את רוצה לצאת מהמיזם, שלחי את הספרה 3.`
    }
    
}
