


module.exports = {
    startConversationMessage: `היי!! 
כיף שפנית למיזם "מתחברות בתפילה"!

הבוט שלנו יבקש את השם שלך לתפילה, ובערב יום כיפור ישלח לך שם של אישה להתפלל עליה תפילת מנחה לפני כניסת הצום.

אז איך זה עובד?
שלחי בחזרה את הספרה- 1
ניתן לצאת מהמיזם בכל עת, על ידי הספרה - 3

הבוט נכתב לשם שמיים, וללא כוונת רווח על ידי נריה שולמן. הנתונים מאובטחים, ויימחקו אחרי יום כיפור.`,

    askFirstNameMessage: `מה שמך *הפרטי*? (כולל שם שני אם יש)`,
    askMomFirstNameMessage: `מה שמה *הפרטי* של *אמך*? (כולל שם שני אם יש)`,
    dataDeletedSuccessfully: `המידע נמחק בהצלחה.
כדי להירשם מחדש שלחי שוב את הספרה 1.
גמר חתימה טובה!`,
    projectEnded: `היי!! 
כיף שפנית למיזם "מתחברות בתפילה"!

ההרשמה למיזם הסתיימה.
שתפילותינו יתקבלו בברכה.

גמר חתימה טובה!`,

    dataReceivedMessage: function(name, momName) {
        return `הפרטים נקלטו במערכת.

שם לתפילה: ${name} בת ${momName}

בערב יום כיפור תקבלי שם של מישהי להתפלל עליה :)

אם הפרטים לא נכונים, שלחי את הספרה 2.
אם את רוצה לצאת מהמיזם, שלחי את הספרה 3.`
    }
    
}
